if __name__ == '__main__':

    # ЗАВДАННЯ 1.
    # Користувач вводить із клавіатури номер дня тижня (1-7). Необхідно вивести на екран назву дня тижня.
    # Наприклад, якщо 1, то на екрані напис "понеділок", 2 — "вівторок" і т.д.

    # day = int(input("Зробіть ваш вибір: "))
    #
    # if day == 1:
    #
    #     print("Понеділок")
    #
    # elif day == 2:
    #
    #     print("Ви вибрали - Вівторок")
    #
    # elif day == 3:
    #
    #     print("Ви вибрали -Середа")
    #
    # elif day == 4:
    #
    #     print("Ви вибрали -Четвер")
    #
    # elif day == 5:
    #
    #     print("Ви вибрали -П'ятниця")
    #
    # elif day == 6:
    #
    #     print("Ви вибрали -Субота")
    #
    # elif day == 7:
    #
    #     print("Ви вибрали -Неділя")

