if __name__ == '__main__':

    # ЗАВДАННЯ 1.
    # Користувач вводить із клавіатури номер дня тижня (1-7). Необхідно вивести на екран назву дня тижня.
    # Наприклад, якщо 1, то на екрані напис "понеділок", 2 — "вівторок" і т.д.

    # day = int(input("Зробіть ваш вибір: "))
    #
    # if day == 1:
    #
    #     print("Понеділок")
    #
    # elif day == 2:
    #
    #     print("Ви вибрали - Вівторок")
    #
    # elif day == 3:
    #
    #     print("Ви вибрали -Середа")
    #
    # elif day == 4:
    #
    #     print("Ви вибрали -Четвер")
    #
    # elif day == 5:
    #
    #     print("Ви вибрали -П'ятниця")
    #
    # elif day == 6:
    #
    #     print("Ви вибрали -Субота")
    #
    # elif day == 7:
    #
    #     print("Ви вибрали -Неділя")


        # Завдання 2
        # Користувач вводить із клавіатури номер місяця (1-12).
        # Необхідно вивести на екран назву місяця. Наприклад, якщо 1, то на екрані напис "січень", 2 — "лютий" і т.д.

    # month = int(input("Зробіть ваш вибір: "))
    # if month == 1:
    #  print("Ви обрали: Січень")
    #
    # elif month == 2:
    #     print("Ви обрали: Лютий")
    #
    # elif month == 3:
    #     print("Ви обрали: Березень")
    #
    # elif month == 4:
    #     print("Ви обрали: Квітень")
    #
    # elif month == 5:
    #     print("Ви обрали: Травень")
    #
    # elif month == 6:
    #     print("Ви обрали: Червень")
    #
    # elif month == 7:
    #     print("Ви обрали: Липень")
    #
    # elif month == 8:
    #     print("Ви обрали: Серпень")
    #
    # elif month == 9:
    #     print("Ви обрали: Вересень")
    #
    # elif month == 10:
    #     print("Ви обрали: Жовтень")
    #
    # elif month == 1:
    #     print("Ви обрали: Листопад")
    #
    # elif month == 12:
    #     print("Ви обрали: Грудень")



